index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-02-03 Sat 17:58 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Hi, I&rsquo;m Dilip</title>
<meta name="generator" content="Org mode">
</head>
<body>
<nav id="preamble" class="status">
<link rel="stylesheet" type="text/css" href="/stylesheet.css"/>

<p align="right">
<a class="active" href="/"></a> |
<a href="/posts/">Posts</a> |
<a href="/snippets/">Snippets</a> |
<a href="/repository.html">Repository</a> |
<a href="/about.html">About</a> |
<a href="/rss.xml"> rss </a>
</p>
</nav>
<main id="content">
<header>
<h1 class="title">Hi, I&rsquo;m Dilip</h1>
</header><p>
Greeting, and Warn welcome to you!
</p>

<p>
This site has few blog posts, driven by passion, written to share and be a helpful content.
</p>
<hr>

<div id="outline-container-org8fbbc1c" class="outline-2">
<h2 id="org8fbbc1c"><a href="posts/">Posts</a></h2>
<div class="outline-text-2" id="text-org8fbbc1c">
<ul class="org-ul">
<li>Contains some of the interesting posts I thought to write and share.</li>
</ul>
</div>
</div>

<div id="outline-container-orga35f2f4" class="outline-2">
<h2 id="orga35f2f4"><a href="snippets/">Snippets</a></h2>
<div class="outline-text-2" id="text-orga35f2f4">
<ul class="org-ul">
<li>Some &ldquo;2 Cents&rdquo; way or quickies kind of a logging message, that are sensible capture of thoughts without much refinement.</li>
</ul>
</div>
</div>

<div id="outline-container-org750baaa" class="outline-2">
<h2 id="org750baaa"><a href="about.html">About</a></h2>
<div class="outline-text-2" id="text-org750baaa">
<ul class="org-ul">
<li>About me, and site.</li>
</ul>
</div>
</div>
</main>
<footer id="postamble" class="status">
<br><br>
<!-- <p class="date" id="content" align="left" style="font-size:0.8em;">Posted on:  -->
<!--   <br> -->
<!--  Updated on: 2024-02-03 Sat 17:58 -->
<!-- </p> -->

<p align="center" style="font-size:0.7em;">
<br>
- - - - - - -  - - - - - - -  - - - - - - -  - - - - - - -
<br><br>
 2023 - 2024 <b>Dilip</b>  Made with 󰣐  using <a href="https://orgmode.org/">Org-mode</a> &amp; <a href="https://www.gnu.org/software/emacs/">Emacs</a>
<br>
The <a href="https://github.com/idlip/idlip.github.io">code</a> for this site is licensed under the <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">GPLv3</a>, and the content is licensed under <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC-BY-SA 4.0</a>
</p>

<!-- with org convert -->

<!-- #+attr_html: :align center :style font-size:0.7em; -->
<!-- Made with 󰣐  using [[https://orgmode.org][Org-mode]] & [[https://www.gnu.org/software/emacs/][Emacs]] -->
<!-- The [[https://github.com/idlip/idlip.github.io][code]] for this site is licensed under the [[https://www.gnu.org/licenses/gpl-3.0.en.html][GPLv3]], and the content is licensed under [[https://creativecommons.org/licenses/by-sa/4.0/][CC-BY-SA 4.0]] -->
</footer>
</body>
</html>
